
{
    "category": { 
      "cardHeaderTitle" : "Categories"
    },

    "product" : {
      "title" : "Title",
      "description" : "Descritpion",
      "price" : "Price",
      "title2" : "Products"
    },

    "createProduct" :  {
      "title" : "Title",
      "description" : "Description",
      "price" : "Price",
      "category" : "Category ID",
      "create" : "CREATE PRODUCT",
      "cancel" : "CANCEL PRODUCT CREATION"
    },

    "createCategory" : {
      "category" : "New Category",
      "create" : "CREATE CATEGORY",
      "cancel" : "CANCEL CATEGORY CREATION"
    },

    "updateCategory" : {
      "update" : "Update Category",
      "update1" : "UPDATE CATEGORY",
      "cancel" : "CANCEL MODIFICATION",
      "delete" : "DELETE CATEGORY",
      "warning" : "WARNING",
      "yes" : "YES",
      "no" : "NO",
      "message" : "Are you sure you want to permanently delete this category? This action cannot be undone."
    },

   

    "sideBar" : {
      "home" : "Home",
      "categories" : "Categories",
      "products" : "Products"
    },

    "Home": {
      "auteurs" : {
        "auteur1" : "Raphael Doucet",
        "description1" : "Co-founder and Director of Communication: Raphael is an expert in communication and marketing. He ensures that our message reaches all enthusiasts of unique products.",       
        "auteur2":"Gabriel Gagné",
        "description2" : "Co-founder and Technical Director: Gabriel is the brain behind our platform. With his experience in web development, he ensures that MyVendorHub provides a smooth and secure user experience.",
        "auteur3":"Ismael Gauthier",
        "description3" : "Vendor Relations Manager: Ismael is our essential link to talented vendors. He works closely with them to ensure a diverse and high-quality selection of products.",
        "auteur4":"Daniel Lelièvre Larue",
        "description4" : "Customer Service Manager: Daniel is here to assist you! With his friendly and professional approach, he quickly resolves all your issues and answers your questions to provide you with an exceptional customer experience."
      },
      "paragraphe1" : "Connect with a community of passionate sellers and discover unique products directly from our customers. At MyVendorHub, we take pride in creating a space where buyers can connect directly with sellers to obtain exceptional products made with love and expertise.",
      "paragraphe2" : "Meet our dedicated team who works tirelessly to bring you the best deals and an unforgettable shopping experience.",
      "paragraphe3" : "Discover our carefully curated selection of unique products directly from our passionate vendors. Whether you're looking for handmade crafts, original artwork, or gourmet treats, MyVendorHub is your ideal destination to find what you love.",
      "paragraphe4" : "Join our community today and dive into the captivating world of MyVendorHub!",
      "title" : "Welcome on MyVendorHub"
    },

    "buttonNew": {
      "buttonNew" : "New"
    }

  }

